servicesbd/test2/serviceCheckAvailRQ.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.juniper.es/webservice/2007/">
<soapenv:Header/>
<soapenv:Body>
    <ServiceCheckAvail xmlns="http://www.juniper.es/webservice/2007/">
        <ServiceCheckAvailRQ Version="1.1" Language="en">
            <Login Password="Dkf94j512#" Email="waleed.medhat@wingsholding.com"/>
            <ServiceCheckAvailRequest>
                <ServiceCheckOption RatePlanCode="/bFyf0Mia38YuvTiH/2eBfB6NpD/0n6R1pdpNJ6oXkinqqFuwdNxTtNVSpS7VmQGr8gnQe5f6LU/IdBJFBqsntDDwJCAkuK26SwNOpjz2i1HPUPOmiJVZYj4iDe6ie0106WDUZPMuY8nncABzmllSlS6bxxo+6I4UyK32KeykkN1iueHlJrefdH4hYA/TRDZ"/>
            </ServiceCheckAvailRequest>
        </ServiceCheckAvailRQ>
    </ServiceCheckAvail>
</soapenv:Body>
</soapenv:Envelope>